
/*
Вставка данных о количестве выпускников в 2015 г
*/
insert into graduated
       (idGraduated, Speciality, Year, Number, FacultyID)
values (null       , '*/Денна' , 2015,    67 ,1639),
       (null       , '*/Заочна', 2015,    68 ,1639),

       (null       , '*/Денна' , 2015,    38 ,1636),
       (null       , '*/Заочна', 2015,    40 ,1636),

       (null       , '*/Денна' , 2015,    94 ,1638),
       (null       , '*/Заочна', 2015,    48 ,1638),

       (null       , '*/Денна' , 2015,    50 ,1632),
       (null       , '*/Заочна', 2015,    27 ,1632),

       (null       , '*/Денна' , 2015,    57 ,1634),
       (null       , '*/Заочна', 2015,    24 ,1634),

       (null       , '*/Денна' , 2015,    41 ,1644),
       (null       , '*/Заочна', 2015,    41 ,1644),

       (null       , '*/Денна' , 2015,    48 ,1654),
       (null       , '*/Заочна', 2015,    42 ,1654),

       (null       , '*/Денна' , 2015,   102 ,1647),
       (null       , '*/Заочна', 2015,   121 ,1647),

       (null       , '*/Денна' , 2015,    21 ,1633),
       (null       , '*/Заочна', 2015,     0 ,1633),

       (null       , '*/Денна' , 2015,    37 ,1635),
       (null       , '*/Заочна', 2015,    42 ,1635),

       (null       , '*/Денна' , 2015,   131 ,1641),
       (null       , '*/Заочна', 2015,    59 ,1641),

       (null       , '*/Денна' , 2015,   109 ,1645),
       (null       , '*/Заочна', 2015,     9 ,1645),

       (null       , '*/Денна' , 2015,    73 ,1650),
       (null       , '*/Заочна', 2015,    77 ,1650);